{
  "products": [
    {
      "id": 1,
      "name": "Air Jordan I",
      "year": 1985,
      "images": [
        "images/products/1/Air-Jordan-1-OG-Chicago-1985-Product.jpeg",
        "images/products/1/Air-Jordan-1-black-red.jpeg",
        "images/products/1/Air-Jordan-1-black-blue.jpg",
        "images/products/1/Air-Jordan-1-game-photo.jpeg"
      ],
      "heroImage": "images/products/1/Air-Jordan-1-OG-Chicago-1985-Product.jpeg",
      "description": "The first Air Jordan was produced for Michael Jordan during his time with the Chicago Bulls in 1984 and designed by Peter b. Moore. Along with iconic release of colorways including Air Jordan 1 Royal. Moreover Air Jordan Metallic, Air Jordan Black Toe and more. Whereas all were failed, only the Air Jordan 1 Chicago, which manages to stand above out.\n\nAdditionally in 1994, Chicago Air Jordan came up with retro rendition, having Nike Air tag on tongue. Meanwhile 2 decade without any change this was considered the best retro. The year 2013, Air Jordan 1 again released with Nike Air branding and lasted for 2 years.\n\nFinally in 2015, there was a true Chicago 1 fashion having Nike Air labeling on tongue and no jumpman silhouette. Once again they are re-imagining Chicago Jordan 1 on 29 October 2022. The red and black colorway of the Nike Air Ship, the prototype for the Jordan I, was later outlawed by then-NBA Commissioner David Stern for having very little white on them. (This rule, known as the \"51 percent\" rule, was repealed in the late 2000s.)"
    },
    {
      "id": 2,
      "name": "Air Jordan II",
      "year": 1986,
      "images": [
        "images/products/2/air-jordan-2-hero.webp",
        "images/products/2/air-jordan-2-white-pair.jpeg",
        "images/products/2/air-jordan-2-white-pair.jpeg",
        "images/products/2/air-jordan-2-chicago-2022-release-date-info.jpeg"
      ],
      "heroImage": "images/products/2/air-jordan-2-hero.webp",
      "description": "The success of the Air Jordan I encouraged Nike to release a new Air Jordan in 1986 for the new basketball season. Designed by Peter Moore and Bruce Kilgore, the Air Jordan II was unique in that it was made in Italy. In early tests, MJ actually wore a prototype that fused the upper of the original Air Jordan with the cushioning being designed for the new model. The Air Jordan II featured a full-length Air-Sole unit intended to cushion's MJ's sore feet. The shoe bore a similar silhouette to the Nike Air Python that would release the following year. The AJ II featured a faux lizard skin and swooping lines that resembled the detailing of a sports car. This design aesthetic would factor into the Air Jordan line later in the series. The AJ II introduced better cushioning with a polyurethane midsole and a full-length encapsulated Nike Air capsule for maximum comfort. The Air Jordan II was the first Jordan not to have the Nike swoosh featured on the upper, though \"Nike\" was stitched across the heel counter. MJ only got to wear the Air Jordan II for 18 games in the 1986-87 season due to a broken foot. The shoe originally retailed at $100 when it was released from 1986 to 1987. The shoe later re-released, as the Jordan Retro 2, in 1994, 2004–05, 2008, 2010, 2014–18."
    },
    {
      "id": 3,
      "name": "Air Jordan III",
      "year": 1988,
      "images": [
        "images/products/3/air-jordan-3-fire-red.jpeg",
        "images/products/3/air-jordan-3-white-cement.jpeg",
        "images/products/3/air-jordan-3-black-cement.jpeg",
        "images/products/3/Air-Jordan-3-Racer-Blue-GS-398614-145-Release-Date-4.jpeg"
      ],
      "heroImage": "images/products/3/air-jordan-3-fire-red.jpeg",
      "description": "Originally released in 1988, in 2009 the Jordan Brand reintroduced the highly sought after Air Jordan III in the True Blue colorway. It was an international-only release, meaning they were not sold in the US. In 2011, the brand released a Black History Month (BHM) Air Jordan III colorway in commemoration of the 35th anniversary of Black History Month. Also, the same year saw the release of the \"True Blue\" III on June 4. The Stealth colorway of the III was released in September and the Black Cements were released in November.\n\nOn February 15, 2020, the most recent version of the shoe Air Jordan 3 SE \"Red Cement\" was released in celebration of Chicago, Illinois hosting the 2020 NBA All-Star Game. The brand also debuted a Chicago-exclusive version of the colorway. This pair features \"Nike Chi\" branding on the heel, replacing the traditional \"Nike Air\" branding."
    },
    {
      "id": 4,
      "name": "Air Jordan IV",
      "year": 1989,
      "images": [
        "images/products/4/air-jordan-4black-red-1-1.webp",
        "images/products/4/air-jordan-4-all-red.jpeg",
        "images/products/4/air-jordan-4-infrared-8.jpeg",
        "images/products/4/Air-Jordan-4-carolina.jpeg"
      ],
      "heroImage": "images/products/4/air-jordan-4black-red-1-1.webp",
      "description": "In 1989, Nike released the Air Jordan IV to the public. Designed by Tinker Hatfield, it was the first Air Jordan released on the global market. It had four colorways: White/Black, Black/Cement Grey, White/Fire Red-Black, and Off White/Military Blue. Nike featured director and actor Spike Lee in ads for the AJ IV. Lee had featured the shoe in his movie Do The Right Thing. The Air Jordan IV re-released in 1999, 2000, 2004, 2006, 2008, 2010–2013 and 2015–2020 with numerous colorways being released nearly every year.\n\nMichael Jordan wore the Air Jordan IV when he made \"The Shot,\" a series winner in Game 5 of the 1989 NBA First Round between the Chicago Bulls and the Cleveland Cavaliers. In 2012 a Cavalier colorway dubbed the \"Cavs\" was released to honor \"The Shot.\"\n\nAir Jordan 4 collaboration shoes are some of the rarest and include, the Air Jordan 4 UNDFTD, Eminem x Air Jordan 4 Carhartt, the Wahlberger 4, and the Travis Scott friends and family Purple."
    },
    {
      "id": 5,
      "name": "Air Jordan V",
      "year": 1990,
      "images": [
        "images/products/5/AIR-JORDAN-5-white.jpeg",
        "images/products/5/AIR-JORDAN-5-2-640x430-1.jpeg",
        "images/products/5/AIR-JORDAN-5-black-blue.webp",
        "images/products/5/AIR-JORDAN-5-red.jpeg"
      ],
      "heroImage": "images/products/5/AIR-JORDAN-5-white.jpeg",
      "description": "The Air Jordan V was released in February 1990, designed by Tinker Hatfield again. Some elements were carried over from the Air Jordan IV, but overall they were a completely new look. Some of its new features include a reflective tongue (with a unique protruding design and look), translucent rubber soles and lace locks.\n\nThe Air Jordan V saw a lot of use in popular sitcom The Fresh Prince of Bel-Air. During many episodes Will Smith wore the Metallic Silver, Grape, and Fire Red colorways. To pay tribute to his character, Jordan released the Air Jordan 5 Bel Air in 2013 and 2020."
    },
    {
      "id": 6,
      "name": "Air Jordan VI",
      "year": 1991,
      "images": [
        "images/products/6/air-jordan-6-black.webp",
        "images/products/6/air-jordan-6-white.jpeg",
        "images/products/6/air-jordan-6-carolina-white.webp",
        "images/products/6/air-jordan-6-georgetown.webp"
      ],
      "heroImage": "images/products/6/air-jordan-6-black.webp",
      "description": "The VI was the first shoe used by the protagonist of Slam Dunk, Hanamichi Sakuragi.[17] Nike released special versions of both the VI and the Jordan Super.Fly 3 featuring artwork from the series in 2014. The VI also had Sakuragi's number 10 embroidered on the side of the heels.[18] Various other models in the Air Jordan line are featured in the series, including the original (to which Sakuragi eventually switched), the V, and the XII (both worn by Sakuragi's rival, Kaede Rukawa)"
    },
    {
      "id": 7,
      "name": "Air Jordan VII",
      "year": 1992,
      "images": [
        "images/products/7/Air-Jordan-7-white.jpeg",
        "images/products/7/Air-Jordan-7-white-pair.jpeg",
        "images/products/7/Air-Jordan-7-black.webp",
        "images/products/7/Air-Jordan-7-carolina.webp"
      ],
      "heroImage": "images/products/7/Air-Jordan-7-white.jpeg",
      "description": "The Air Jordan VII was released in 1992 with a new design by Tinker Hatfield. This shoe introduced the huarache technology which allowed the shoes to better conform to the user's foot. A few things were no longer featured on the new model, such as the visible air sole, the Nike Air logo, and the translucent soles. This was the first Air Jordan in the line that did not have any distinctive \"Nike Air\" on the outer portions of the shoe. The \"Nike Air\" branding was still on the in-soles, which Air Jordans VIII–XI also had. The VIIs were also known for a successful ad campaign in which Bugs Bunny appeared alongside Michael Jordan to market the shoes.\n\nWhen Jordan went to compete at the 1992 Summer Olympics to play for the US Men's Basketball Team (also known as the \"Dream Team\"), Nike released a special Olympic color combo of the Air Jordan VII model which had Jordan's Olympic jersey number 9, instead of the usual \"23\" found on other colorways.\n\nVarious models of the Air Jordan VII were re-released in 2002, again in 2004, and again with different colors in 2006. In 2011 the Air Jordan VII saw releases in the \"Orion\" and \"Bordeaux\" colorways. The \"Olympic\" and \"Charcoal\" (commonly referred to as Raptors) were re-released in 2012. The shoe was retro-ed in 2002, 2004, 2006, 2008–2012, and 2015–2017."
    }
  ]
}